{
  "Timestamp": "Timestamp",
  "Q1": "How many years have you been doing data visualization?",
  "Q2": "What is your educational background?",
  "Q3": "How did you learn to create data visualization?",
  "Q4": "Did you set out to work in data visualization or did you fall into it?",
  "Q5": "Is this your first job doing data visualization?",
  "Q6": "What is your official job title?",
  "Q7": "Is your total compensation in-line with Software Engineers and UX/UI/Designer roles at your level?",
  "Q8": "What focus is data visualization in your work?",
  "Q9": "For your current role or the majority of your projects: were you hired to do data visualization only or is data visualization a part of your job/project description?",
  "Q10": "What's your employment status",
  "Q11": "How is your organization using data visualization?",
  "Q12": "Is there a separate group that does data visualizations or are you embedded in another group? (data science UX UI web data engineering IT etc)",
  "Q13": "What level of data visualizations are used at your organization?",
  "Q14": "Are data visualization specialists represented in the leadership of your organization?",
  "Q15": "Data visualization roles at your organization are found in what part of the organization?",
  "Q16": "Percent of your day focused on creating/implementing/productizing data visualizations?",
  "Q17": "Percent of your day focused on data engineering?",
  "Q18": "Percent of your day focused on data science?",
  "Q19": "Percent of your day focused on design?",
  "Q20": "Percent of your day focused on data prep work?",
  "Q21": "What technologies do you use to visualize data?",
  "Q22": "Are you able to choose your own tools or are the choices made for you?",
  "Q23": "How do you present your data visualizations?",
  "Q24": "Which of these charts have you used in production in the last 6 months:",
  "Q25": "Who do you make data visualizations for?",
  "Q26": "What knowledge level do they have of the data you are visualizing for them?",
  "Q27": "How often do they consume your data visualizations?",
  "Q28": "What do they use your data visualizations for?",
  "Q29": "How would you describe the relationship?",
  "Q30": "What is your biggest frustration with your job?",
  "Q31": "What is your biggest frustration with doing data visualization in your job?",
  "Q32": "If you could change one thing about your job what would it be?",
  "Q33": "If you could change one thing about your data visualization work what would it be?",
  "Q34": "What do you think other people in your organization just don’t get about the data visualization work that you do?",
  "Q35": "What one change would make your job better?",
  "Q36": "What community support / discussions / advice would you want to see from data visualization thought leaders?",
  "Q37": "Who do you look to as a thought leader in data visualization?",
  "Q38": "Do you want to spend more time or less time visualizing data in the future?",
  "Q39": "Gender",
  "Q40": "Age",
  "Q41": "Where do you live?",
  "Q42": "What’s your ethnicity?",
  "Q43": "The organization you work for is in which of the following?"
}
